{
    "meta": {
        "title": "Latana's Personliga Webbplats",
        "description": "Detta är Latana's personliga webbplats. Den visar mina projekt, färdigheter och erfarenheter."
    },
    "header": {
        "title": "Välkommen till min webbplats",
        "description": "Titta gärna runt och få en lite bättre bild och känsla över vem jag är.",
        "profilePictureAlt": "Latana's profilbild"
    },
    "links": {
        "myProjects": "Mina projekt",
        "gallery": "Galleri",
        "aboutMe": "Om mig"
    },
    "frontPage": {
        "title": "Hejsan! ",
        "text": "Detta är platsen för mig att presenterar vem jag är, lite om min familj och en del av mitt arbete. Webbplatsen är skriven i next-js tillsammans med typescript. Om ni är intresserad av att ta en närmre titt på git så kan du hitta länken ",
        "link": {
            "text": "här",
            "url": "https://github.com/Althona/"
        }
    },
    "myProjects": {
        "title": "Mina projekt",
        "description": "Här är några av mina senaste projekt som jag har arbetat med."
    },
    "gallery": {
        "title": "Galleri",
        "description": "Alla bilder är verkliga bilder som har omarbetats med hjälp av ChatGPT. Det är ett sätt för mig att visa min familj utan att exponera mina barn på internet eftersom jag tar deras integritet på största allvar.",
        "images": [
            {
                "title": "Övernattning hos svärföräldrarna",
                "desc": "Jag och mina döttrar hade en övernattning hos svärföräldrarna i Kina"
            },
            {
                "title": "Första stegen",
                "desc": "Hon har precis börjat gå och var mycket glad över det."
            },
            {
                "title": "Kinesisk frukost",
                "desc": "Besöker sina morföräldrar i Kina men hon var inte imponerad av maten."
            },
            {
                "title": "Jul",
                "desc": "Äldsta dottern poserar och är redo att fira jul med resten av familjen."
            },
            {
                "title": "Studiofoto",
                "desc": "Vår första familjefoto"
            },
            {
                "title": "Syskonkärlek",
                "desc": "Ett ögonblick av ömhet mellan systrarna."
            },
            {
                "title": "Min fru och yngsta dotter",
                "desc": "Lycka fångad."
            },
            {
                "title": "Bröllop",
                "desc": "Vi hade vårt bröllop i Shanghai med en populär utsikt."
            },
            {
                "title": "Påväg till förskolan",
                "desc": "Spänd inför första dagen i skolan och förskolan."
            },
            {
                "title": "Jag",
                "desc": "Detta är bilden jag använder som profilbild."
            }
        ]
    },
    "aboutMe": {
        "title": "Om mig",
        "resume": {
            "summary": {
                "title": "Kort Sammanfattning",
                "text": "Jag tog examen sommaren 2015 från Linneuniversitetet där jag fick lära mig programmera objektorienterat. Jag har 5 års erfarenhet i leverans teamet hos Vergic AB där jag arbetade i Javascript och Angular och 3 års erfarenhet i produktteamet hos Puzzel AB där jag arbetade i React Redux."
            },
            "skills": {
                "title": "Datakunskap",
                "subtitle": "Programspråk och ramverk",
                "languages": {
                    "nextjs": "Next.js",
                    "typescript": "TypeScript",
                    "react": "React-Redux",
                    "javascript": "JavaScript",
                    "html": "HTML och CSS"
                }
            },
            "theory": {
                "title": "Teoretiskt",
                "wcag": "Wcag 2.2",
                "ux": "Grund nivå i UX & webb-design",
                "scrum": "Scrum",
                "agile": "Agil utveckling",
                "testing": "Blackbox testning och whitebox testning"
            },
            "tools": {
                "title": "Verktyg",
                "vscode": "Visual Studio Code",
                "postman": "Postman",
                "webstorm": "WebStorm",
                "github": "GitHub",
                "jira": "Jira"
            },
            "other": {
                "title": "Övriga färdigheter",
                "drivingLicense": "Innehar Körkort B",
                "languages": "Talar flytande svenska och engelska."
            },
            "experience": {
                "title": "Erfarenhet",
                "puzzel": {
                    "title": "2021 - nuvarande Puzzel AB:",
                    "text": "På Puzzel's produkt team fick jag möjligheten att arbeta i ett team där uppdraget var att bygga en ny webbapplikation som skulle ge kunden möjlighet att bygga sitt egna support flöde på webben utan att behöva några kunskaper inom IT. Applikationen byggdes i React Redux. Kunden hade alltså möjlighet att kunna välja om dom ville presentera en chat, en bubbla eller ett formulär och sedan välja vilken ordning det ska presenteras i. Vi byggde även en regel-motor som Kunden kunde avgöra när flödet skulle starta. Projektet har än så länge tagit oss 3 år."
                },
                "vergic": {
                    "title": "2016 - 2021 Vergic AB:",
                    "text": "Jag har arbetat i Vergics leverans team där jag fick arbeta i Javascript men även Angular mellan åt när kärnan i applikationen behövde uppdateras. Uppgiften var att arbeta med kunder, lyssna på deras problem samt krav för att sedan leverera en skräddarsydd lösning som kunde smälta in på kundens webbplats rent estetiskt. Jag var även ansvarig för workshops, samt träningsdagar för kunder och företagets partners. Det ledde till att jag också blev fick undervisa och ha ansvar för nya utvecklare som börjat i leverans-teamet."
                }
            },
            "education": {
                "title": "Utbildning",
                "fudanUniversity": "2014, Mandarin (7,5 poäng), Fudan universitetet, Shanghai.",
                "linnaeusUniversity": "2012 - 2015, Webbprogrammering (120 poäng), Linneuniversitetet, Kalmar."
            },
            "personal": {
                "title": "Personligt",
                "text": "Jag är en glad, skojfrisk och utåtriktad person som är född och uppväxt i Trelleborg. På fritiden spenderar jag mestadels av min tid med familjen och umgås med vänner. Jag motionerar kontinuerligt för att hålla kroppen aktiv. Jag har även ett intresse för geografisk politik men även asiatisk ekonomi och kultur. Jag brinner för att diskutera och lösa problem och finner glädje i att göra ett gott arbete, gärna tillsammans med andra. I övrigt är jag bra på att hantera stress, är tålmodig och social men presterar lika väl individuellt som jag gör i grupp."
            }
        }
    }
}